const data = {
    patients: [
            { 
                name: "Иванов Иван",
                patronymic: "Дмитриевич", 
                age: 28, 
                sex: "муж",
                img: "./images/79e699f381822f5ea9181dc5f3e7d756.png",
                icon: './images/telegram.svg',
                content: {
                    notes: [
                        {
                            time: '20.12.2019',
                            text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
                            img: './images/d40682676472ae98552026199c5eb3b0.png'
                        },
                        {
                            time: '20.12.2019',
                            text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
                            img: './images/d40682676472ae98552026199c5eb3b0.png'
                        }
                    ],
                    videoes: [
                        {
                            img: './images/d40682676472ae98552026199c5eb3b0.png',
                            name: 'Крабик, ходьба в бок в приседе с двумя резинками Краcивый корабль',
                            author: 'Астахова Е.В.',
                            date: '15.01.2019 - 22.01.2019' 
                        }
                        
                    ],
                    events: [
                        {
                            img: './images/d40682676472ae98552026199c5eb3b0.png',
                            name: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов',
                            date: '9 марта 2021',
                            type: 'Вебинар',
                            time: '17.00'
                        }
                        
                    ],
                    consultations: [
                        {
                            type: 'video',
                            typeName: 'Online консультация',
                            date: '15.01.2019, 12:30-13:00',
                            note:  'Не подтверждена'
                        },
                        {
                            type: 'offline',
                            typeName: 'Личная консультация',
                            date: '15.01.2019, 12:30-13:00',
                            note:  ''
                        }                        
                    ]
                }
             },
             { name: "Смирнова Мария", icon: '', patronymic: "Александровна", age: 25, sex: "жен", img: "./images/6d2fe04ae5132311272ef05c2caa99a3.png", content: {                    notes: [
                {
                    time: '20.12.2019',
                    text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
                    img: './images/d40682676472ae98552026199c5eb3b0.png'
                },
                {
                    time: '20.12.2019',
                    text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
                    img: './images/d40682676472ae98552026199c5eb3b0.png'
                }
            ],
            videoes: [
                {
                    img: './images/d40682676472ae98552026199c5eb3b0.png',
                    name: 'Крабик, ходьба в бок в приседе с двумя резинками Краcивый корабль',
                    author: 'Астахова Е.В.',
                    date: '15.01.2019 - 22.01.2019' 
                }
                
            ],
            events: [
                {
                    img: './images/d40682676472ae98552026199c5eb3b0.png',
                    name: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов',
                    date: '9 марта 2021',
                    type: 'Вебинар',
                    time: '17.00'
                }
                
            ],
            consultations: [
                {
                    type: 'video',
                    typeName: 'Online консультация',
                    date: '15.01.2019, 12:30-13:00',
                    note:  'Не подтверждена'
                },
                {
                    type: 'offline',
                    typeName: 'Личная консультация',
                    date: '15.01.2019, 12:30-13:00',
                    note:  ''
                }                        
            ]} },
             { name: "Попов Александр", icon: '', patronymic: "Дмитриевич", age: 28, sex: "муж", img: "./images/79e699f381822f5ea9181dc5f3e7d756.png",  content: {                    notes: [
                {
                    time: '20.12.2019',
                    text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
                    img: './images/d40682676472ae98552026199c5eb3b0.png'
                },
                {
                    time: '20.12.2019',
                    text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
                    img: ''
                }
            ],
            videoes: [
                {
                    img: './images/d40682676472ae98552026199c5eb3b0.png',
                    name: 'Крабик, ходьба в бок в приседе с двумя резинками Краcивый корабль',
                    author: 'Астахова Е.В.',
                    date: '15.01.2019 - 22.01.2019' 
                },
                {
                    img: './images/d40682676472ae98552026199c5eb3b0.png',
                    name: 'Крабик, ходьба в бок в приседе с двумя резинками',
                    author: 'Астахова Е.В.',
                    date: '15.01.2019 - 22.01.2019' 
                }
                
            ],
            events: [
                {
                    img: './images/d40682676472ae98552026199c5eb3b0.png',
                    name: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов',
                    date: '9 марта 2021',
                    type: 'Вебинар',
                    time: '17.00'
                }
                
            ],
            consultations: [
                {
                    type: 'video',
                    typeName: 'Online консультация',
                    date: '15.01.2019, 12:30-13:00',
                    note:  'Не подтверждена'
                },
                {
                    type: 'offline',
                    typeName: 'Личная консультация',
                    date: '15.01.2019, 12:30-13:00',
                    note:  ''
                }                        
            ]}},
             { name: "Новикова Екатерина", icon: './images/alert.svg', patronymic: "Андреевна", age: 22, sex: "жен", img: "./images/6d2fe04ae5132311272ef05c2caa99a3.png",  content: {                    notes: [
                {
                    time: '20.12.2019',
                    text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
                    img: './images/d40682676472ae98552026199c5eb3b0.png'
                },
                {
                    time: '20.12.2019',
                    text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
                    img: ''
                }
            ],
            videoes: [
                {
                    img: './images/d40682676472ae98552026199c5eb3b0.png',
                    name: 'Крабик, ходьба в бок в приседе с двумя резинками Краcивый корабль',
                    author: 'Астахова Е.В.',
                    date: '15.01.2019 - 22.01.2019' 
                },
                {
                    img: './images/d40682676472ae98552026199c5eb3b0.png',
                    name: 'Крабик, ходьба в бок в приседе с двумя резинками',
                    author: 'Астахова Е.В.',
                    date: '15.01.2019 - 22.01.2019' 
                }
                
            ],
            events: [
                {
                    img: './images/d40682676472ae98552026199c5eb3b0.png',
                    name: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов',
                    date: '18 марта 2021',
                    type: 'Вебинар',
                    time: '17.00'
                },
                {
                    img: './images/d40682676472ae98552026199c5eb3b0.png',
                    name: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов',
                    date: '9 марта 2021',
                    type: 'Вебинар',
                    time: '18.00'
                }
                
            ],
            consultations: [
                {
                    type: 'video',
                    typeName: 'Online консультация',
                    date: '15.01.2019, 12:30-13:00',
                    note:  'Не подтверждена'
                },
                {
                    type: 'offline',
                    typeName: 'Личная консультация',
                    date: '15.01.2019, 12:30-13:00',
                    note:  ''
                },
                {
                    type: 'video',
                    typeName: 'Online консультация',
                    date: '15.01.2019, 12:30-13:00',
                    note:  'Не подтверждена'
                },                        
            ]}}     
    ]
}

export default data;